[
  {
    "id": 1,
    "title": "Crash Landing on You",
    "image": "/images/crash.png",
    "synopsis": "Uma herdeira sul-coreana acidentalmente aterrissa na Coreia do Norte durante um passeio de parapente e é descoberta por um oficial do exército norte-coreano. Juntos, eles enfrentam desafios em um mundo dividido por fronteiras.",
    "cast": "Hyun Bin, Son Ye-jin",
    "genre": "Romance, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=eXMjTXL2Vks"
  },
  {
    "id": 2,
    "title": "Alchemy of Souls 1",
    "image": "/images/alquimia-1tem.png",
    "synopsis": "A magia e o destino colidem em um reino fictício. A trama acompanha uma poderosa feiticeira aprisionada no corpo de uma mulher cega e seu envolvimento com um jovem nobre que precisa da sua ajuda para alterar o destino. ",
    "cast": "Jung So-min, Lee Jae-wook",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1ª",
    "episodes": 20,
    "trailer": "https://www.youtube.com/watch?v=71wzQWAX5RI"
  },
  {
    "id": 3,
    "title": "Flower of Evil",
    "image": "/images/dorama-flower-of-evil.jpeg",
    "synopsis": "Um homem com um passado sombrio constrói uma vida perfeita com sua esposa e filha, mas sua fachada começa a desmoronar quando sua esposa, uma detetive, investiga um caso ligado a seu passado.",
    "cast": "Lee Joon-gi, Moon Chae-won",
    "genre": "Thriller, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=p1HBa-9jBxc"
  },
  {
    "id": 4,
    "title": "Revenge of Others",
    "image": "/images/revenge-of-others.jpg",
    "synopsis": "Quando a morte misteriosa de seu irmão gêmeo é tratada como um acidente, Ok Chan-mi, uma estudante determinada, decide transferir-se para a escola dele em busca de respostas. Lá, ela se depara com um ambiente violento e cheio de segredos, onde alianças e rivalidades se misturam. Enquanto investiga o que realmente aconteceu, Chan-mi busca justiça e vingança, enfrentando perigos e revelações inesperadas.",
    "cast": "Shin Ye-eun, Lomon",
    "genre": "Suspense, Ação",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=9gjMIeMksnQ"
  },
  {
    "id": 5,
    "title": "Hotel Del Luna",
    "image": "/images/hotel-del-luna.jpg",
    "synopsis": "O misterioso Hotel Del Luna atende exclusivamente fantasmas. Quando um jovem gerente humano assume a direção do hotel, ele começa a desvendar os segredos da enigmática dona do local.",
    "cast": "IU, Yeo Jin-goo",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=lJ3_1v8sB48"
  },
  {
    "id": 6,
    "title": "Vincenzo",
    "image": "/images/vincenzo2.png",
    "synopsis":"Segue a história de Vincenzo Cassano, um advogado e conselheiro da máfia italiana, que retorna à Coreia do Sul. Lá, ele se envolve em uma batalha contra uma corporação corrupta e, com seu senso de justiça questionável, utiliza métodos pouco convencionais para derrubar inimigos poderosos.",
    "cast": "Song Joong-ki, Jeon Yeo-bin",
    "genre": "Crime, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 20,
    "trailer": "https://www.youtube.com/watch?v=88n8SKhIAsE"
  },
  {
    "id": 7,
    "title": "Sparkling Watermelon",
    "image": "/images/melancia-cintilante.png",
    "synopsis": "Ha Eun Gyeol é um artista do rock em ascensão que ainda estava no ensino médio em 2023 quando se deparou com uma loja de música mágica que o fez voltar no tempo para o ano de 1995. Lá, ele se depara com seu pai, Ha Lee Chan , que ainda está no ensino médio. As coisas começam a ficar ainda mais estranhas quando ele descobre que Lee Chan está apaixonado pela fria violoncelista Se Kyeong e não pela sua mãe atual, Cheong Ah. Em uma tentativa de consertar as coisas, Eun Gyeol precisará entrar para a banda liderada por seu pai e tramar um plano para unir seus futuros pais e ainda voltar à sua vida moderna.",
    "cast": "Ryeoun, Choi Hyun-Wook, Shin Eun-soo, Seol In Ah",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=DqceSqn0hiA"
  },
  {
    "id": 8,
    "title": "Happiness",
    "image": "/images/happiness.png",
    "synopsis": "Se passa em um futuro próximo, onde uma pandemia causa o surgimento de uma doença infecciosa misteriosa. A trama gira em torno de moradores de um prédio que lutam para sobreviver ao caos e à desconfiança, enquanto o vírus se espalha, criando um ambiente tenso e cheio de suspense.",
    "cast": "Han Hyo-joo, Park Hyung-sik",
    "genre": "Thriller, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=yZNtK3X4wWI"
  },
  {
    "id": 9,
    "title": "All of Us Are Dead",
    "image": "/images/all-of-us-are-dead.png",
    "synopsis": "Em uma escola coreana, estudantes lutam para sobreviver após um surto de zumbis que transforma a cidade em um caos. Eles precisam se unir para enfrentar o perigo e tentar escapar.",
    "cast": "Yoon Chan-young, Park Ji-hoo, Park Solomon",
    "genre": "Ação, Horror",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=bmbl65oiUgA"
  },
  {
    "id": 10,
    "title": "A Business Proposal",
    "image": "/images/business-proposal.png",
    "synopsis": "Uma funcionária participa de um encontro às cegas fingindo ser outra pessoa, apenas para descobrir que o homem que ela está tentando enganar é seu novo chefe.",
    "cast": "Kim Se-jeong, Ahn Hyo-seop, Kim Min Kyu, Seol In-ah",
    "genre": "Comédia Romântica",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=M-PHcxPyasA"
  },
  {
    "id": 11,
    "title": "Soundtrack #1",
    "image": "/images/soundtrack.png",
    "synopsis": "Dois amigos de longa data, um fotógrafo e uma letrista, passam tempo juntos para trabalhar em uma música e começam a questionar se seus sentimentos um pelo outro podem ser mais do que amizade.",
    "cast": "Park Hyung-sik, Han So-hee",
    "genre": "Romance, Música",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "1",
    "episodes": 4,
    "trailer": "https://www.youtube.com/watch?v=liMTp-RqCUg"
  },
  {
    "id": 12,
    "title": "Garota do século 20",
    "image": "/images/garota-do-seculo-20.png",
    "synopsis": "Ambientada em 1999, a trama gira em torno de Na Bo-ra, uma jovem que, a pedido de sua melhor amiga, começa a observar um rapaz por quem ela está apaixonada. No entanto, enquanto Bo-ra o investiga, ela acaba se aproximando cada vez mais dele e de seus amigos, vivendo as emoções da juventude.",
    "cast": "Kim Yoo-jung, Byeon Woo-seok",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "episodes": null,
    "seasons": null,
    "trailer": "https://www.youtube.com/watch?v=8LBgN2JgF0o"
  },
  {
    "id": 13,
    "title": "Lovely Runner",
    "image": "/images/lovely-runner.png",
    "synopsis": "Após um trágico acidente mudar sua vida, uma jovem fã de um ídolo do K-pop recebe uma segunda chance ao ser transportada de volta no tempo. Agora, ela terá a oportunidade de mudar o destino do cantor e encontrar seu próprio caminho, enquanto ambos enfrentam os desafios do passado e da indústria do entretenimento.",
    "cast": "Byeon Woo-seok, Kim Hye Yoon, Lee Seung-hyub, Song Geon-hee",
    "genre": "Drama, Esportes",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=5kk0dYa8Ccc"
  },
  {
    "id": 14,
    "title": "The Queen of Tears",
    "image": "/images/rainha.png",
    "synopsis": "Segue a vida de um casal poderoso, Baek Hyun-woo e Hong Hae-in, que enfrentam uma série de desafios e intrigas no mundo corporativo e familiar. Hyun-woo, um advogado de uma grande empresa, e Hae-in, a herdeira de um conglomerado de mídia, parecem ter uma vida perfeita, mas enfrentam dificuldades e sacrifícios em sua relação. À medida que segredos vêm à tona, o casal precisa lidar com escândalos, traições e pressões de todos os lados. O drama explora temas de amor, lealdade e poder, enquanto o casal luta para proteger seu relacionamento em meio a uma crise devastadora.",
    "cast": "Kim Ji-won, Kim Soo-hyun, Park Sung-hoon",
    "genre": "Drama, Família",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=Gg2D8zrzlOA"
  },
  {
    "id": 15,
    "title": "My Name",
    "image": "/images/my-name.png",
    "synopsis": " Após a morte de seu pai, uma jovem se infiltra na polícia, trabalhando disfarçada para uma organização criminosa enquanto busca justiça.",
    "cast": "Han So-hee, Park Hee-soon",
    "genre": "Ação, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 8,
    "trailer": "https://www.youtube.com/watch?v=miw-wW6ka14"
  },
  {
    "id": 16,
    "title": "My Demon",
    "image": "/images/my-demon.png",
    "synopsis": "É uma história sobrenatural e romântica, onde uma jovem herdeira com uma personalidade forte se encontra em uma aliança inesperada com um demônio que perde seus poderes. Juntos, eles precisam superar seus próprios desafios e desenvolver uma relação única",
    "cast": "Song Kang, Kim Yoo-jung",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=R6l5tiENDcU"
  },
  {
    "id": 17,
    "title": "True Beauty",
    "image": "/images/true-beauty.png",
    "synopsis": "Uma adolescente que domina a arte da maquiagem transforma sua vida escolar, escondendo sua aparência sem maquiagem, enquanto lida com os desafios do amor e da aceitação.",
    "cast": "Moon Ga-young, Cha Eun-woo",
    "genre": "Romance, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=aEdhdu7uVCU"
  },
  {
    "id": 18,
    "title": "The Penthouse 1 - War in life",
    "image": "/images/the-penthouse.png",
    "synopsis": "Na luxuosa cobertura Hera Palace em Gangnam, três mulheres de diferentes origens sociais se unem e se tornam rivais em busca de status, poder e vingança. Shim Soo-ryun, uma rica e bem-sucedida socialite, deseja proteger sua família; Cheon Seo-jin, uma cantora ambiciosa, fará de tudo para se manter no topo; e Oh Yoon-hee, que vem de uma família pobre, quer proporcionar uma vida melhor para sua filha. A tensão entre elas aumenta quando um assassinato abala suas vidas.",
    "cast": "Lee Ji-ah, Kim So-yeon, Eugene, Kim Young-dae",
    "genre": "Drama, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki, Netflix",
    "seasons": "1ª",
    "episodes": "21",
    "trailer": "https://www.youtube.com/watch?v=AFQL5eFe57g"
  },
  {
    "id": 19,
    "title": "Island - Parte 1",
    "image": "/images/island.png",
    "synopsis": "Island segue a história de Won Mi-ho, uma rica herdeira que, após um incidente trágico, é enviada para uma ilha remota. Lá, ela descobre que a ilha esconde segredos sombrios e é o lar de seres sobrenaturais. Com a ajuda de Seo Yoon, um exorcista determinado, e o misterioso Ban, eles enfrentam forças malignas que ameaçam não apenas a ilha, mas o mundo. A luta contra esses seres sombrios revela conexões inesperadas entre os protagonistas.",
    "cast": "Cha Eun-Woo, Kim Nam-gil, Lee Da-hee",
    "genre": "Ação, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Amazon Prime",
    "seasons": "2",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=QHUINANVb5k"
  },
  {
    "id": 20,
    "title": "Tomorrow",
    "image": "/images/tomorrow.png",
    "synopsis": "Um jovem que busca uma vida melhor se vê envolvido em uma série de eventos sobrenaturais que mudam sua vida para sempre.",
    "cast": "Rowoon, Kim Hee-sun, Yoon Ji On, Lee Soo-hyuk",
    "genre": "Fantasia, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=zhmxDgBxGRk"
  },
  {
    "id": 21,
    "title": "Shooting Stars",
    "image": "/images/shooting-stars.png",
    "synopsis": "Acompanha os bastidores da indústria do entretenimento, focando nas vidas de profissionais que trabalham para gerenciar as celebridades. Oh Han Byul é a chefe do departamento de relações públicas de uma agência de talentos, responsável por apagar \"incêndios\" causados pelos artistas. Sua principal fonte de dor de cabeça é o astro da Hallyu, Gong Tae Sung, que tem uma imagem pública impecável, mas é conhecido por ser temperamental nos bastidores. A série explora a relação conturbada e divertida entre Han Byul e Tae Sung, enquanto revela os desafios da fama e as histórias não contadas da vida por trás das câmeras.",
    "cast": "Lee Sung-kyung, Kim Young-dae",
    "genre": "Romance, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Prime Video",
    "episodes": 16,
    "seasons": "1",
    "trailer": "https://www.youtube.com/watch?v=Nn43g7pae2g"
  },
  {
    "id": 22,
    "title": "It’s Okay to Not Be Okay",
    "image": "/images/not-be-okay.png",
    "synopsis": " It's Okay to Not Be Okay é um dorama que explora a vida de Moon Gang-tae, um cuidador de saúde que passa a vida cuidando de seu irmão mais velho autista, Moon Sang-tae. Ele cruza caminhos com Ko Moon-young, uma famosa autora de livros infantis com transtorno de personalidade antissocial. À medida que suas vidas se entrelaçam, eles embarcam em uma jornada de cura emocional, confrontando traumas do passado e aprendendo sobre o amor, a aceitação e a superação de suas dificuldades emocionais.",
    "cast": "Kim Soo-hyun, Seo Ye-ji",
    "genre": "Drama, Romance, Psicológico",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=89i-Fn2CqQg"
  },
  {
    "id": 23,
    "title": "King the Land",
    "image": "/images/king-the-land.png",
    "synopsis": "Um herdeiro de um conglomerado e uma funcionária de um hotel desenvolvem sentimentos um pelo outro enquanto navegam pelas intrigas do mundo corporativo e seus próprios passados complicados.",
    "cast": "Lee Jun-ho, Im Yoona",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=AGF16szMOmo"
  },
  {
    "id": 24,
    "title": "A Time Called You",
    "image": "/images/time-called-you.png",
    "synopsis": "Um dorama que mistura romance e viagem no tempo. A trama segue Han Jun-hee, que ainda está de luto pela morte de seu namorado, Yeo Jun. Inesperadamente, ela é transportada para o ano de 1998, onde acorda no corpo de uma estudante chamada Kwon Min-ju. Lá, ela conhece um jovem que se parece muito com seu namorado falecido. Jun-hee tenta desvendar os mistérios por trás dessa viagem no tempo e as conexões entre o passado e o presente.",
    "cast": "Ahn Hyo-seop, Jeon Yeo-bin",
    "genre": "Fantasia, Romance, Mistério",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=c_sKheuGE7o"
  },
  {
    "id": 25,
    "title": "Twenty-Five Twenty-One",
    "image": "/images/2521.png",
    "synopsis": "É um dorama sobre amizade, sonhos e amor, ambientado durante a crise financeira de 1998. A história acompanha Na Hee-do, uma jovem esgrimista que tenta alcançar seus sonhos em meio a adversidades, e Baek Yi-jin, um jovem cuja família perde tudo durante a crise. Conforme suas vidas se cruzam, os dois formam uma conexão profunda enquanto navegam pelas dificuldades da vida e perseguem suas aspirações. O dorama explora o crescimento pessoal e as mudanças que ocorrem durante a transição para a vida adulta.",
    "cast": "Nam Joo-hyuk, Kim Tae-ri",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=TuffFHNmGrM"
  },
  {
    "id": 26,
    "title": "While You Were Sleeping",
    "image": "/images/dormia.png",
    "synopsis": "A trama gira em torno de três pessoas interligadas por sonhos premonitórios. Nam Hong-joo é uma jovem jornalista que tem a habilidade de prever eventos trágicos através de seus sonhos, mas sem conseguir impedir que eles se realizem. Ela cruza o caminho de Jung Jae-chan, um promotor, e Han Woo-tak, um policial, que também compartilham o mesmo dom. Juntos, eles tentam evitar que essas tragédias ocorram, desvendando crimes e salvando vidas.",
    "cast": "Lee Jong-suk, Suzy",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=8_rEZV3n3mk"
  },
  {
    "id": 27,
    "title": "Big Mouth",
    "image": "/images/big-mouth.png",
    "synopsis": "Segue a vida de Park Chang-ho, um advogado comum conhecido por sua habilidade de falar muito, mas que acaba se envolvendo em um grande escândalo. Após ser erroneamente acusado de ser um golpista conhecido como \"Big Mouse\", ele deve lutar para limpar seu nome e descobrir a verdade por trás de uma conspiração que envolve figuras poderosas. Enquanto tenta provar sua inocência, Chang-ho descobre segredos obscuros e se vê preso em um jogo perigoso de traição e corrupção, desafiando sua própria moral e os limites de sua determinação.",
    "cast": "Lee Jong-suk, Yoona",
    "genre": "Crime, Thriller, suspense, Mistério, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=gBnwbBYVWss"
  },
  {
    "id": 28,
    "title": "Doom at Your Service",
    "image": "images/doom-at-your-service.png",
    "synopsis": "Gira em torno de Tak Dong-kyung, uma editora de novelas que, após receber um diagnóstico terminal, faz um desejo desesperado de que o mundo acabe. Para sua surpresa, seu desejo é atendido por Myul Mang, um ser misterioso que representa a morte e o destino. Com a chegada de Myul Mang, a vida de Dong-kyung muda drasticamente, e eles começam a desenvolver um vínculo profundo, enquanto ela descobre mais sobre sua própria vida e o que realmente importa. À medida que os dois enfrentam o tempo limitado que têm, eles também precisam lidar com questões sobre amor, sacrifício e o significado da vida.",
    "cast": "Park Bo-young, Seo In-guk",
    "genre": "Fantasia, Romance, drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=Jn3VG2eYtgM"
  },
  {
    "id": 29,
    "title": "Welcome to Samdal-ri",
    "image": "/images/welcome-to.png",
    "synopsis": "conta a história de dois amigos de infância, Cho Yong-pil e Cho Sam-dal, que se reencontram em Samdal-ri, na Ilha de Jeju após muitos anos. Yong-pil, agora um meteorologista, dedica sua vida a proteger sua cidade natal, motivado pela trágica morte de sua mãe causada por um boletim meteorológico incorreto. Já Sam-dal, que havia deixado Jeju para seguir uma carreira como fotógrafa de moda em Seul, retorna após ver sua vida desmoronar. De volta à cidade, os dois amigos se reconectam, enfrentando desafios do passado e redescobrindo os sentimentos que nutrem um pelo outro.",
    "cast": "Ji Chang-wook, Shin Hye-sun",
    "genre": "Drama, Família",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=aY8QmExZrlY"
  },
  {
    "id": 30,
    "title": "Summer Strike",
    "image": "/images/summer-strike.png",
    "synopsis": "É uma história sobre Lee Yeo-reum, uma jovem que, após enfrentar uma série de desafios e desilusões na vida, decide abandonar seu emprego e a vida agitada da cidade. Buscando paz, ela se muda para uma pequena vila costeira, onde conhece An Dae-beom, um bibliotecário tímido e reservado. Juntos, eles embarcam em uma jornada de autodescoberta, aprendendo a lidar com o silêncio e a simplicidade, enquanto curam suas feridas emocionais e encontram novos significados para suas vidas.",
    "cast": "Kim Seol-hyun, Im Si-wan",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=WdiTE76u94w"
  },
  {
    "id": 31,
    "title": "Our Beloved Summer",
    "image": "/images/verao.png",
    "synopsis": "acompanha a história de dois ex-namorados, Choi Woong e Kook Yeon-soo, que, anos após gravarem um documentário viral durante a época escolar, se reencontram. Embora tenham prometido nunca mais se ver, o sucesso inesperado do documentário os obriga a trabalhar juntos novamente. Ao longo do tempo, o drama revela os altos e baixos de seu relacionamento, explorando suas personalidades opostas e a complexidade de seus sentimentos.",
    "cast": "Choi Woo-shik, Kim Da-mi",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=p_dDoDQ8u94"
  },
  {
    "id": 32,
    "title": "My Lovely Liar",
    "image": "/images/my-lovely-liar.png",
    "synopsis": "Conta a história de Mok Sol Hee, uma jovem com uma habilidade única: ela consegue ouvir mentiras. Cansada de viver em um mundo onde as pessoas mentem constantemente, ela se isola emocionalmente. Sua vida muda quando ela conhece Kim Do Ha, um talentoso compositor que vive como um recluso, carregando um segredo que ele tenta esconder de todos. À medida que seus destinos se entrelaçam, Sol Hee usa sua habilidade para ajudar Do Ha, e juntos eles embarcam em uma jornada cheia de mistérios, revelações e romance.",
    "cast": "Kim So Hyun, Hwang Min Hyun",
    "genre": "Drama, Mistério",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=vgQXopDRfhg"
  },
  {
    "id": 33,
    "title": "Blue Birthday",
    "image": "/images/blue-birthday.png",
    "synopsis": "Segue a história de Oh Ha Rin, uma jovem que, em seu aniversário de 18 anos, testemunha a morte trágica de seu melhor amigo e primeiro amor, Ji Seo Jun. Anos depois, ela descobre uma série de fotos misteriosas deixadas por Seo Jun e, ao que parece, essas fotos têm o poder de levá-la de volta ao passado. Ha Rin então ganha a chance de reviver momentos importantes e tentar desvendar os segredos por trás da morte de Seo Jun, embarcando em uma jornada emocional para corrigir o passado e enfrentar seus próprios sentimentos.",
    "cast": "Yeri, Hongseok",
    "genre": "Drama, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=N59qc6zZrKw"
  },
  {
    "id": 34,
    "title": "Flex x Cop",
    "image": "/images/flex-cop.png",
    "synopsis": "Segue Jin Yi-Soo, um herdeiro chaebol de terceira geração, com uma personalidade brincalhona e vida luxuosa, que inesperadamente se torna detetive da equipe de crimes violentos. Utilizando sua imensa riqueza, conexões e inteligência, Yi-Soo tenta eliminar criminosos ao seu próprio estilo, o que o coloca em conflito com sua parceira Lee Gang-Hyun, uma detetive veterana dedicada e altamente profissional. Apesar das diferenças, os dois precisam trabalhar juntos para atingir um objetivo comum: combater o crime.",
    "cast": "Ahn Bo-Hyun, Park Ji-Hyun",
    "genre": "Ação, Crime",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=xsPcjEezCss"
  },
  {
    "id": 35,
    "title": "Wonderful World",
    "image": "/images/wonderful-world.png",
    "synopsis": "Após uma trágica perda, uma mãe determinada busca justiça por conta própria, já que o responsável não foi punido pela lei. Durante essa jornada, ela encontra um jovem estudante de medicina disposto a arriscar tudo para ajudá-la. Juntos, eles enfrentam desafios perigosos em uma história de amor, vingança e redenção.",
    "cast": "Cha Eun-woo, Kim Nam-Joo",
    "genre": "Drama, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "1",
    "episodes": 14,
    "trailer": ""
  },
  {
    "id": 36,
    "title": "Marry My Husband",
    "image": "/images/marry-my-husband.png",
    "synopsis": "Acompanha Kang Ji-won, uma mulher com câncer terminal que sempre contou com o apoio de sua melhor amiga, Jeong Soo-min, e de seu marido, Park Min-Hwan. Sua vida vira de cabeça para baixo quando descobre que os dois a traíram. Com pouco tempo de vida, Ji-won recebe uma segunda chance ao acordar dez anos no passado, onde busca se vingar com a ajuda de Yu Ji-hyuk, o diretor da empresa onde trabalha.",
    "cast": "Park Min-Young, Na In-woo, Song Ha-yoon, Lee Yi-kyeong",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Prime Video",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 37,
    "title": "Suspicious Partner",
    "image": "/images/parceira-suspeita.png",
    "synopsis": "Segue a história de Noh Ji-wook, um promotor que se vê envolvido em um caso de assassinato. Durante a investigação, ele cruza caminhos com Eun Bong-hee, uma estagiária que se torna uma suspeita, mas que logo se revela inocente. Juntos, eles tentam descobrir a verdade por trás do crime enquanto desenvolvem sentimentos um pelo outro. À medida que enfrentam desafios pessoais e profissionais, a dupla deve lidar com segredos do passado que ameaçam seu futuro.",
    "cast": "Ji Chang-wook, Nam Ji-hyun",
    "genre": "Suspense, Comédia Romântica",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki, Netflix",
    "seasons": "1",
    "episodes": 20,
    "trailer": ""
  },
  {
    "id": 38,
    "title": "The Story of Park's Marriage Contract",
    "image": "/images/contract.png",
    "synopsis": "É uma série de romance histórico sul-coreana que segue a jornada de Park Yeon-woo, uma jovem confucionista do século XIX. Após a morte prematura de seu marido e um sequestro que a leva a um poço, Yeon-woo é teletransportada para a Coreia moderna em 2023. Lá, ela é resgatada por Kang Tae-ha, que propõe um casamento arranjado. Agora, perdida em um mundo desconhecido, Yeon-woo deve navegar por novas experiências e desafios, enquanto explora as possibilidades de vida e amor em sua nova realidade.",
    "cast": "Bae In-hyuk, Lee Se-young",
    "genre": "Histórico, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 12,
    "trailer": ""
  },
  {
    "id": 39,
    "title": "Perfect Marriage Revenge",
    "image": "/images/perfect-marriege-revenge.png",
    "synopsis": "Conta a história de Han Yi Joo, uma pintora promissora que se vê presa em um casamento infeliz com Yoo Se Hyuk, que a ama apenas pelo dinheiro da família dela e por seu interesse em sua irmã, Han Yoo Ra. Após ser acusada injustamente de fraude em uma galeria de arte dirigida por sua mãe, Yi Joo descobre a verdadeira natureza de seu marido e, ao enfrentar uma série de traições e desilusões, acaba em um acidente de carro. Em seus últimos momentos de vida, ela ouve sua mãe revelando que nunca a amou e decide mudar sua vida. Yi Joo é então transportada um ano no tempo, antes de seu casamento. Com uma nova chance, ela se une a Seo Do Guk, um homem bem-sucedido, em um casamento de vingança contra aqueles que a traíram. A trama se desenrola em meio a reviravoltas, revelando a busca de Yi Joo por amor, justiça e poder.",
    "cast": "Jung Yoo Min, Sung Hoon, Jin Ji Hee, Oh Seung Yoon",
    "genre": "Drama, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 12,
    "trailer": ""
  },
  {
    "id": 40,
    "title": "Vigilante",
    "image": "/images/vigilante.png",
    "synopsis": "Um estudante de polícia, frustrado com a corrupção no sistema de justiça, assume o papel de vigilante, levando a justiça em suas próprias mãos.",
    "cast": "Nam Joo-hyuk, Yoo Ji-Tae",
    "genre": "Ação, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Disney+",
    "seasons": "2",
    "episodes": 8,
    "trailer": ""
  },
  {
    "id": 41,
    "title": "Taxi Driver (1ª Temporada)",
    "image": "/images/taxi-driver.png",
    "synopsis": "Kim Do-gi, um ex-oficial das Forças Especiais, trabalha como motorista para a Rainbow Taxi, uma empresa que oferece um serviço de 'vingança' para vítimas de crimes que não conseguiram justiça. Junto com sua equipe, Do-gi ajuda a punir criminosos que escaparam das falhas do sistema legal.",
    "cast": "Lee Je-hoon, Esom, Pyo Ye-jin, Kim Eui Sung",
    "genre": "Ação, Crime, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki",
    "seasons": "1ª",
    "episodes": 16,
    "trailer": ""
  },


  {
    "id": 42,
    "title": "Love in the Moonlight",
    "image": "/images/love-in-the-moonlight.png",
    "synopsis": "Um dorama de romance e comédia histórica sul-coreana que se passa na dinastia Joseon. A trama gira em torno de Hong Ra-on, uma jovem disfarçada de homem que ganha a vida como um conselheiro amoroso. Após um encontro inesperado, ela se envolve com o príncipe herdeiro Lee Yeong, que também está lidando com os desafios de ser um jovem príncipe em uma corte cheia de intrigas e conspirações. À medida que Ra-on se aproxima de Lee Yeong, os dois se veem atraídos um pelo outro, mas seu amor é complicado por seu verdadeiro gênero e as normas rígidas da sociedade. Enquanto navegam por segredos, traições e deveres reais, Ra-on e Lee Yeong devem descobrir o que significa amar alguém em um mundo que pode não aceitá-los.",
    "cast": "Park Bo-gum, Kim Yoo-jung",
    "genre": "Histórico, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki, Netflix",
    "seasons": "1",
    "episodes": 18,
    "trailer": ""
  },
  {
    "id": 43,
    "title": "See You in My 19th Life",
    "image": "/images/proxima-vida.png",
    "synopsis": "Segue a história de Ban Ji-eum, uma mulher que possui a habilidade única de se lembrar de todas as vidas que viveu. Após morrer em um acidente, ela é reencarnada e decide se reencontrar com seu primeiro amor, Moon Seo-ha, que conheceu em sua vida anterior quando eram crianças. Agora que Ban Ji-eum está em sua 19ª vida, ela se torna determinada a se aproximar de Seo-ha e resolver o que ficou inacabado entre eles. No entanto, ao tentar se reconectar, ela descobre que ele não a reconhece e que sua vida tomou rumos diferentes. Enquanto Ban Ji-eum tenta construir uma nova relação com Seo-ha, ela também lida com os desafios de suas memórias passadas e as lições que aprendeu ao longo de suas reencarnações.",
    "cast": "Shin Hye-sun, Ahn Bo-hyun",
    "genre": "Fantasia, Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=orAIH67EU-I"
  },
  {
    "id": 44,
    "title": "Destined with You",
    "image": "/images/nosso-destino.png",
    "synopsis": "Lee Hong-jo é uma funcionária pública dedicada, mas leva uma vida monótona e tediosa. Em um dia inesperado, ela encontra um livro misterioso que possui mais de 300 anos e descobre que ele tem o poder de conceder desejos. Inicialmente, Hong-jo pretende usar o poder do livro para conquistar seu amor não correspondido, mas as coisas tomam um rumo inesperado. Jang Shin-yu é um advogado sério e frio que carrega o fardo de uma maldição familiar que o aflige com uma doença desconhecida. Quando Hong-jo se envolve com o livro, ela acaba se cruzando com Shin-yu, e, sem perceber, descobre que a chave para acabar com a maldição dele está diretamente ligada ao livro que encontrou. À medida que os dois se aproximam, eles precisam enfrentar os desafios que a maldição impõe e, ao mesmo tempo, explorar seus sentimentos um pelo outro.",
    "cast": "Cho Bo-ah, Rowoon",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=BXTDH1Ropfo"
  },
  {
    "id": 45,
    "title": "The Good Bad Mother",
    "image": "/images/good-bad-mother.png",
    "synopsis": "A história segue a vida de Yoo Young-sook, uma mãe dedicada que se esforçou ao longo dos anos para criar seu filho, Jin-woo, da melhor maneira possível. No entanto, a vida de Young-sook dá uma reviravolta quando Jin-woo se torna um adulto bem-sucedido, mas distante e desapegado. Após um trágico acidente que deixa Jin-woo com amnésia, ele retorna à infância, revivendo os momentos de sua vida com sua mãe. Essa situação faz com que Young-sook enfrente suas falhas como mãe e os erros do passado que afetaram seu relacionamento com o filho. ",
    "cast": "Lee Do-hyun, Ra Mi-ran",
    "genre": "Drama, Família",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 14,
    "trailer": "https://www.youtube.com/watch?v=CzVi_hIZ3mc"
  },
  {
    "id": 46,
    "title": "Our Blooming Youth",
    "image": "/images/summer.png",
    "synopsis": "O príncipe Lee Hwan se torna o principal suspeito no envenenamento de seu irmão mais velho. Para piorar a situação, ele recebe uma carta com uma profecia sobre a própria morte. Com um futuro incerto à sua frente, Lee Hwan ve uma luz no fim do tunel quando conhece Min Jae Yi, uma nobre tambem acusada de assassinar a familia dias antes de seu casamento. Vendo um no outro uma chance de se ajudarem, eles tentarao mudar o destino da profecia e se provarem inocentes, mas essa jornada também deixara claro que existe um futuro em que eles caminham juntos.",
    "cast": "Park Hyung Sik, Jeon So Nee",
    "genre": "Histórico, Mistério",
    "originCountry": "Coreia do Sul",
    "watch": "Viki, Apple TV",
    "seasons": "1",
    "episodes": 20,
    "trailer": ""
  },
  {
    "id": 47,
    "title": "Just Between Lovers",
    "image": "/images/chuva-sol.png",
    "synopsis": "Há 10 anos, o Shopping S desabou devido uma falha natural, causando a morte de 48 pessoas. A tragédia acaba unindo a vida de três jovens, Ha Moon Soo, Lee Kang Doo e Seo Joo Won, sobreviventes que perderam alguém no dia do acidente. Agora, Joo Won é o arquiteto responsável pela reconstrução do que irá substituir o antigo Shopping S, junto de Moon Soo e Kang Doo, que são contratados para ajudar nas obras. Eles precisam lidar com as dores do passado enquanto constroem um projeto ligado ao evento que mudou suas vidas.",
    "cast": "Won Jin Ah, Lee Jun-ho, Lee Ki Woo",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 48,
    "title": "Seasons of Blossom",
    "image": "/images/seasons-of-blossom.png",
    "synopsis": "Um romance trágico que acabou em tristeza quando uma garota tentou impedir um jovem de tomar uma decisão fatal, mas falhou. Agora, os caminhos de adolescentes “do passado” parecem destinados a se cruzar com os de três estudantes do presente.",
    "cast": "So Joo-yeon, Seo Ji-hoon, ",
    "genre": "Juventude, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Viki, Apple TV",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 49,
    "title": "Angel's Last Mission: Love",
    "image": "/images/anjo-do-amor.png",
    "synopsis": "Um anjo desajeitado recebe uma missão: ajudar uma bailarina a encontrar o amor verdadeiro, mas as coisas se complicam quando ele começa a desenvolver sentimentos por ela.",
    "cast": "L (Infinite), Shin Hye-sun",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix, Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 50,
    "title": "She Would Never Know",
    "image": "/images/never-know.png",
    "synopsis": "No competitivo mundo de uma marca de cosméticos, Yoon Song-ah sonha em criar sua própria linha de produtos, enquanto seu colega, Chae Hyun-seung, tenta conquistar sua atenção. Entre desafios profissionais e questões amorosas, a relação entre eles começa a se transformar.",
    "cast": "Rowoon, Won Jin-ah",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": ""
  },
  {
    "id": 51,
    "title": "The K2",
    "image": "/images/the-k2.png",
    "synopsis": "Um ex-soldado que se torna guarda-costas é envolvido em uma intriga política, lutando para proteger sua cliente e descobrir a verdade sobre seu passado.",
    "cast": "Ji Chang-wook, Im Yoon-ah",
    "genre": "Ação, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "WeTv",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 52,
    "title": "Moon in the Day",
    "image": "/images/moon-in-the-day.png",
    "synopsis": "Han Joon Oh, uma popular estrela que enfrenta inseguranças internas enquanto mantém sua imagem pública, sofre um acidente grave e acaba possuído pelo espírito de Do Ha. Do Ha busca vingança contra Kang Yeong Hwa, uma bombeira que o salvou e agora trabalha como sua segurança. Joon Oh deve enfrentar suas próprias inseguranças e lutar para se livrar do espírito, antes que ele tome controle de sua vida para sempre.",
    "cast": "Kim Young-dae, Pyo Ye-jin",
    "genre": "Fantasia, Mistério",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 14,
    "trailer": "https://www.youtube.com/watch?v=Iv9PQzwpvJ8"
  },
  {
    "id": 53,
    "title": "Extraordinary You",
    "image": "/images/extraordinary-you.png",
    "synopsis": "Uma estudante descobre que é uma personagem de um mangá, e luta para mudar seu destino enquanto navega por um mundo pré-determinado.",
    "cast": "Rowoon, Kim Hye Yoon, Lee Jae-wook, Kim Young-dae",
    "genre": "Fantasia, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "WeTv",
    "seasons": "1",
    "episodes": 32,
    "trailer": ""
  },
  {
    "id": 54,
    "title": "What's Wrong with Secretary Kim?",
    "image": "/images/secretaria-kim.png",
    "synopsis": "A série gira em torno do presidente narcisista de uma grande corporação, Lee Young-joon, e sua altamente capacitada secretária, Kim Mi-so. Mal-entendidos surgem quando ela anuncia que vai renunciar de sua posição, depois de trabalhar para Lee Young-joon por nove anos.",
    "cast": "Park Seo-joon, Park Min-young",
    "genre": "Comédia Romântica",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=rBgRu5DGj_c"
  },
  {
    "id": 55,
    "title": "Strong Woman Do Bong Soon",
    "image": "/images/strong-woman.png",
    "synopsis": "Do Bong Soon é uma jovem com uma força sobre-humana que usa seus poderes para proteger aqueles que ama. Quando ela consegue um emprego como guarda-costas de um CEO, ela se vê envolvida em uma trama de mistério e romance, enquanto luta para equilibrar sua vida pessoal e profissional.",
    "cast": "Park Bo-young, Park Hyung-sik",
    "genre": "Fantasia, Comédia Romântica",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 56,
    "title": "Love Next Door",
    "image": "/images/love-next-door.png",
    "synopsis": "Bae Seok-ryu e Choi Seung-hyo, são dois amigos de infância que se reencontram na vida adulta. Bae Seok-ryu retorna à sua cidade natal para recomeçar a vida após enfrentar desafios passados, enquanto Choi Seung-hyo, um arquiteto renomado, também lida com suas próprias mágoas. Juntos, eles enfrentam o impacto de seu passado complicado e exploram o potencial de uma nova conexão em meio a desafios pessoais e emocionais.",
    "cast": "Jung Hae in, Jung So-min",
    "genre": "Romance, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=C3TpiZndAOo"
  },
  {
    "id": 57,
    "title": "No Gain No Love",
    "image": "/images/no-gain-no-love.png",
    "synopsis": "Quando se trata de família, amor ou trabalho, Son Hae-yeong, tem se deparado com perdas após perdas. Para mudar sua sorte, Hae-yeong acaba buscando um casamento falso com Kim Ji-uk, funcionário da loja de conveniência de seu bairro, para evitar perder uma promoção.",
    "cast": "Shin Min-a, Kim Young-dae",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Prime Video",
    "seasons": "1",
    "episodes": 12,
    "trailer": ""
  },
  {
    "id": 58,
    "title": "Alchemy os Souls 2",
    "image": "/images/alquimia-das-almas-2tem.png",
    "synopsis": "Jang Uk retorna da morte e, três anos depois, a história dos magos se desenrola novamente. Jang Uk se torna um caçador de metamorfos de alma quando uma jovem, prisioneira em sua própria casa, busca sua ajuda para recuperar sua liberdade.",
    "cast": "Lee Jae-wook, Go Yoon-jung, Hwang Min-hyun",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "2ª",
    "episodes": 10,
    "trailer": "https://www.youtube.com/watch?v=vS4lOU2i8XE"
  },
  {
    "id": 59,
    "title": "Reborn Rich",
    "image": "/images/reborn-rich.png",
    "synopsis": "Após ser traído e morto, um jovem funcionário renasce como o filho mais novo da família rica responsável por sua morte. Com o conhecimento do futuro, ele se infiltra na empresa para mudar seu destino e buscar vingança.",
    "cast": "Song Joong-ki, Shin Hyun-bin",
    "genre": "Drama, Thriller",
    "originCountry": "Coreia do Sul",
    "watch": "Apple TV+, Disney+, Viki",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=sgk46rN81Ww"
  },
  {
    "id": 60,
    "title": "O Rei Eterno: Monarca Eterno",
    "image": "/images/o-rei-eterno.png",
    "synopsis": "Um imperador de um reino paralelo tenta fechar uma porta entre dois mundos enquanto enfrenta perigos sobrenaturais. Ele se une a uma detetive do mundo moderno para proteger seu reino e restaurar a ordem.",
    "cast": "Lee Min-ho, Kim Go-eun, Woo Do-hwan",
    "genre": "Drama, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=N1L1iaFZQ9I"
  },
  {
    "id": 61,
    "title": "Descendentes do Sol",
    "image": "/images/descendentes-do-sol.png",
    "synopsis": "O romance entre um capitão das Forças Especiais e uma médica voluntária em uma zona de guerra. Eles enfrentam desafios em um ambiente perigoso, lidando com questões de amor e sobrevivência.",
    "cast": "Song Joong-ki, Song Hye-kyo",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Viki, Kocowa",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 62,
    "title": "Hometown Cha-Cha-Cha",
    "image": "/images/hometown.png",
    "synopsis": "Uma dentista de Seul se muda para uma cidade costeira e conhece um homem multifuncional local. Juntos, enfrentam desafios diários e desenvolvem uma conexão inesperada.",
    "cast": "Shin Min-a, Kim Seon-ho",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=jnd2RtVB980"
  },
  {
    "id": 63,
    "title": "My ID is Gangnam Beauty",
    "image": "/images/my-id.png",
    "synopsis": "Uma jovem passa por cirurgia plástica para melhorar sua aparência e enfrenta novos desafios na universidade. Ela lida com questões de autoimagem e busca a verdadeira aceitação.",
    "cast": "Cha Eun-Woo, Im Su-hyang, Jo Woo-ri",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=xePOPQ2_Qug"
  },
  {
    "id": 64,
    "title": "Serendipity’s Embrace - (Outra chance para amar)",
    "image": "/images/serendipitys-embrace.png",
    "synopsis": "Lee Hong Ju, uma jovem que, após sofrer uma decepção amorosa no último ano do ensino médio, se torna insegura em relação ao amor. Dez anos depois, ela se tornou produtora de animação e, por um acaso do destino, reencontra seu primeiro amor, Hu Yeong, um planejador financeiro que retorna dos Estados Unidos. Este encontro inesperado traz à tona emoções e inseguranças que ambos tentaram ignorar ao longo dos anos. Enquanto revivem memórias e sentimentos do passado, Hong Ju e Yeong precisam confrontar suas fragilidades e redescobrir o amor. ",
    "cast": "Kim So Hyun, Chae Jong Hyeop",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 8,
    "trailer": ""
  },
  {
    "id": 65,
    "title": "Because This Is My First Life",
    "image": "/images/because-this-is-my.png",
    "synopsis": "Segue a história de Nam Se-Hee, um homem que vive uma vida prática e tranquila, mas sem grandes ambições. Ele decide alugar um quarto em sua casa para pagar suas dívidas. Por outro lado, Yoon Ji-Ho, uma mulher de 30 anos, luta com sua própria vida instável e tem um trabalho que não a satisfaz. Quando Ji-Ho se torna inquilina de Se-Hee, eles estabelecem um acordo inusitado: um \"casamento\" sem amor, onde ambos compartilham as despesas da casa. Ao longo do tempo, essa convivência gera um vínculo inesperado, desafiando suas perspectivas sobre amor, vida e relacionamentos.",
    "cast": "Jung So-Min ,Lee Min-Ki",
    "genre": "Drama, Romance",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 66,
    "title": "Taxi Driver (2ª Temporada)",
    "image": "/images/taxi-driver2.png",
    "synopsis": "Apesar de se separar após a vingança bem-sucedida de Do Gi, a equipe do Rainbow Deluxe Taxi, incluindo Seong Cheol, Go Eun, Gyeong Gu e Jin Eon, não consegue resistir ao chamado para se reunir com seu antigo líder. Embora cada um tente viver uma vida normal com um trabalho típico, seu desejo inato de lutar contra a injustiça os atrai de volta um para o outro. O grupo até dá as boas-vindas a um novo membro, um jovem de bom coração, mas desajeitado, chamado On Ha Jun, que se depara com o porão secreto do Rainbow Taxi. Agora lutando por mais clientes do que nunca, a tripulação continua a lutar em nome daqueles que são prejudicados por uma sociedade desigual. No entanto, seu trabalho chama a atenção de uma organização misteriosa, que se torna conhecida ao matar um dos alvos de Do Gi antes de desaparecer sem deixar vestígios. Enquanto tentam descobrir a identidade e os motivos da organização, a equipe do Rainbow Taxi enfrenta seu maior desafio até agora. ",
    "cast": "Lee Je-hoon, Esom, Pyo Ye-jin, Kim Eui Sung, Shin Jae-ha",
    "genre": "Ação, Crime, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki",
    "seasons": "2ª",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 67,
    "title": "Advogada Extraordinária",
    "image": "/images/the-extraordinary-attorney-woo.png",
    "synopsis": "Woo Young-woo é uma jovem advogada brilhante com transtorno do espectro autista. Com um QI elevado e uma memória fotográfica, ela enfrenta desafios no mundo jurídico e pessoal, lutando para se adaptar ao ambiente de trabalho, enquanto resolve casos complexos de maneira única.",
    "cast": "Park Eun-bin, Kang Tae-oh",
    "genre": "Drama, Jurídico",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=MxeXECe2t-c"
  },
  {
    "id": 68,
    "title": "The Glory (Parte 1)",
    "image": "/images/the-glory1.png",
    "synopsis": "Acompanha a história de Moon Dong-eun, uma mulher que foi vítima de bullying na escola e que busca vingança contra seus agressores. Após anos de sofrimento, ela elabora um plano meticuloso para destruir a vida de seus antigos opressores, se infiltrando em suas vidas de maneira estratégica. A trama explora temas de dor, resiliência e a busca por justiça, enquanto Dong-eun se vê envolvida em um jogo perigoso de manipulação e revelações.",
    "cast": "Song Hye-kyo, Lim Ji-yeon, Lee Do-hyun, Park Sung-hoon",
    "genre": "Suspense, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1ª",
    "episodes": 8,
    "trailer": "https://www.youtube.com/watch?v=tqVVrTvrI8U"
  },
  {
    "id": 69,
    "title": "The Glory (Parte 2)",
    "image": "/images/the-glory2.png",
    "synopsis": "Na continuação da história, as consequências das ações de Dong-eun começam a se desenrolar, e a tensão entre os personagens aumenta. Novos segredos vêm à tona, desafiando as motivações de todos envolvidos. À medida que a vingança se torna cada vez mais complexa, Dong-eun deve enfrentar não apenas seus antigos algozes, mas também as sombras de seu passado. O confronto final promete revelar o verdadeiro custo da busca por justiça.",
    "cast": "Song Hye-kyo, Lim Ji-yeon, Lee Do-hyun, Park Sung-hoon",
    "genre": "Suspense, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "2ª",
    "episodes": 8,
    "trailer": "https://www.youtube.com/watch?v=pkoNedWGel0"
  },
  {
    "id": 70,
    "title": "The Penthouse (2ª Temporada)",
    "image": "/images/penthouse2.png",
    "synopsis": "A busca por justiça e vingança continua após o chocante desfecho da primeira temporada. As rivalidades entre as personagens se intensificam, e segredos do passado começam a emergir, colocando suas vidas em risco. Enquanto Shim Soo-ryun tenta desvendar a verdade sobre o assassinato, novas ameaças surgem, fazendo com que todas se esforcem para proteger o que amam, mesmo que isso signifique cruzar limites éticos.",
    "cast": "Lee Ji-ah, Kim So-yeon, Eugene, Kim Young-dae, Park Eun seok",
    "genre": "Drama, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki, Netflix",
    "seasons": "2ª",
    "episodes": 13,
    "trailer": "https://www.youtube.com/watch?v=er7c0uL62KY"
  },
  {
    "id": 71,
    "title": "The Penthouse (3ª Temporada)",
    "image": "/images/penthouse3.png",
    "synopsis": "A terceira temporada traz novas reviravoltas e conflitos, à medida que as personagens enfrentam as consequências de suas ações passadas. A luta por poder e controle atinge um nível extremo, e novas figuras entram em cena, complicando ainda mais as dinâmicas de amizade e rivalidade. O que começou como uma busca por vingança se transforma em uma batalha final pela sobrevivência e redenção.",
    "cast": "Lee Ji-ah, Kim So-yeon, Eugene, Kim Young-dae, Park Eun-seok",
    "genre": "Drama, Suspense",
    "originCountry": "Coreia do Sul",
    "watch": "Kocowa, Viki, Netflix",
    "seasons": "3ª",
    "episodes": 14,
    "trailer": "https://www.youtube.com/watch?v=qmM7vCT87-w"
  },
  {
    "id": 72,
    "title": "Diva à Deriva",
    "image": "/images/castaway-diva.png",
    "synopsis": "Uma aspirante a cantora naufraga em uma ilha deserta e precisa sobreviver enquanto enfrenta desafios pessoais e redescobre suas paixões. Durante a jornada, ela começa a questionar seus sonhos e as escolhas de vida que a levaram até ali.",
    "cast": "Park Eun-bin, Chae Jong Hyeop, N",
    "genre": "Drama, Aventura",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=4UhV9djDX8Y"
  },
  {
    "id": 73,
    "title": "Run On",
    "image": "/images/run-on.png",
    "synopsis": "Do Ha e Joon Oh se reencontram por acaso anos após um breve romance. Agora adultos, ambos precisam lidar com as consequências do que deixaram para trás, enquanto uma série de eventos inesperados os aproxima novamente.",
    "cast": "Shin Se-kyung, Im Si-wan, Kang tae-oh, Choi Soo-young",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": "https://www.youtube.com/watch?v=KVsok-tMcYw"
  },
  {
    "id": 74,
    "title": "Romance Is a Bonus Book",
    "image": "/images/romance-is-a-bonus-book.png",
    "synopsis": "Cha Eun-ho, um escritor de sucesso e editor-chefe, se reencontra com Kang Dan-i, uma mulher que precisa recomeçar sua vida após um divórcio. Enquanto trabalham juntos em uma editora, seus sentimentos se complicam e o amor começa a florescer.",
    "cast": "Lee Jong-suk, Lee Na-young",
    "genre": "Romance, Comédia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 75,
    "title": "Clima do Amor",
    "image": "/images/clima-do-amor.png",
    "synopsis": "Os meteorologistas Jin Ha-kyung e Lee Si-woo se apaixonam enquanto enfrentam os desafios do trabalho em uma agência meteorológica. No entanto, suas diferenças pessoais e profissionais colocam o relacionamento à prova, em meio a previsões inesperadas.",
    "cast": "Song Kang, Park Min-young",
    "genre": "Romance, Drama",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 16,
    "trailer": ""
  },
  {
    "id": 76,
    "title": "Splash Splash Love",
    "image": "/images/splash-splash-love.png",
    "synopsis": "Danbi, uma estudante do ensino médio, viaja no tempo durante uma tempestade e acaba na era Joseon. Lá, ela conhece o jovem rei e usa seus conhecimentos modernos para ajudá-lo a resolver problemas no reino, enquanto os dois se aproximam emocionalmente.",
    "cast": "Kim Seul Gi, Ahn Hyo-seop, Yoon Doo-joon",
    "genre": "Romance, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 2,
    "trailer": ""
  },
  {
    "id": 77,
    "title": "Island - Parte 2",
    "image": "/images/island2.png",
    "synopsis": "Na continuação da história, a batalha contra os seres sobrenaturais se intensifica. Won Mi-ho e Seo Yoon devem lidar com as consequências de suas escolhas, enquanto revelações sobre o passado de Ban vêm à tona. A trama se aprofunda nas motivações dos personagens, explorando temas de amor, sacrifício e redenção. Juntos, eles tentam proteger a ilha e desvendar mistérios que podem mudar o destino de todos.",
    "cast": "Cha Eun-Woo, Kim Nam-gil, Lee Da-hee",
    "genre": "Ação, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Amazon Prime",
    "seasons": "2",
    "episodes": 12,
    "trailer": ""
  },
  {
    "id": 78,
    "title": "A Criatura de Gyeongseong",
    "image": "/images/criatura.png",
    "synopsis": "A trama é ambientada na primavera de 1945, quando a Coreia ainda sofria com os horrores provocados pela colonização japonesa no país. A antiga Seul, conhecida como Gyeongseong durante a dinastia Joseon, é palco de eventos sinistros, o que inclui o surgimento de um monstro nascido da ganância humana. É neste cenário que Jang Tae-sang, um rico informante das forças nacionais, e Yoon Chae-ok, uma especialista em encontrar pessoas desaparecidas, se unem para enfrentar os novos perigos que rondam a cidade.",
    "cast": "Park Seo-jun, Han So-hee",
    "genre": "Ação, Fantasia",
    "originCountry": "Coreia do Sul",
    "watch": "Netflix",
    "seasons": "2",
    "episodes": 12,
    "trailer": "https://www.youtube.com/watch?v=V5YbzU3aGDE"
  },
  {
    "id": 79,
    "title": "Jardim de Meteoros",
    "image": "/images/meteor-garden.png",
    "synopsis": "Shan Cai é uma estudante de origem humilde que ingressa em uma universidade de elite e cruza caminho com o F4, um grupo de garotos ricos e poderosos. Entre eles, ela acaba se envolvendo com Dao Ming Si, um jovem arrogante com quem desenvolve uma relação conturbada, mas apaixonada.",
    "cast": "Dylan Wang, Shen Yue, Darren Chen, Caesar Wu, Connor Leong",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 49,
    "trailer": "https://www.youtube.com/watch?v=6x87_sT5rXY"
  },
  {
    "id": 80,
    "title": "Quando Voo em Sua Direção",
    "image": "/images/when-i-fly.png",
    "synopsis": "Um romance doce entre Su Zhi Wu, uma estudante otimista e cheia de energia, e Gu Zhi Yi, um jovem calado e introvertido. Juntos, eles enfrentam os desafios da vida escolar e aprendem a crescer e se apoiar mutuamente.",
    "cast": "Yiran Zhou, Zhang Miaoyi",
    "genre": "Romance, Escolar",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 81,
    "title": "Put Your Head on My Shoulder",
    "image": "/images/ombro-amigo.png",
    "synopsis": "A formatura de Si Tu Mo está próxima e ela não tem certeza de seus planos futuros. Após conhecer o gênio, estudante de física, Gu Wei Yi e os dois acidentalmente acabarem morando juntos, suas vidas mudam para sempre, com a grande atração crescente entre os dois.",
    "cast": "Lin Yi, Xing Fei",
    "genre": "Drama, Romance",
    "originCountry": "China",
    "watch": "Viki, Youtube, Netflix",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 82,
    "title": "Cute Programmer",
    "image": "/images/cute-programmer.png",
    "synopsis": "Lu Li se apaixona por Jiang Yi Cheng, um brilhante programador. Para se aproximar dele, ela se disfarça de homem para ingressar na empresa dele. Com o tempo, a verdade vem à tona e eles desenvolvem sentimentos mútuos em meio a desafios no trabalho e no coração.",
    "cast": "Xing Zhaolin, Zhu Xudan",
    "genre": "Comédia, Romance",
    "originCountry": "China",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 30,
    "trailer": "https://www.youtube.com/watch?v=r6zx-7qITxU"
  },
  {
    "id": 83,
    "title": "Will love in spring",
    "image": "/images/will-love-in-spring.png",
    "synopsis": "Durante a primavera, um jovem estudante encontra o amor de sua vida. A história gira em torno de amores que florescem durante a juventude, explorando os altos e baixos de relacionamentos e as lições que acompanham o crescimento pessoal.",
    "cast": "Li Xian, Zhou Yutong",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 24,
    "trailer": "https://www.youtube.com/watch?v=YFkRxmiw8dQ"
  },
  {
    "id": 84,
    "title": "Exclusive Fairy Tale",
    "image": "/images/exclusive-fairy-tale.png",
    "synopsis": "Ye Xiang e Ling Chao cresceram como irmãos, mas à medida que se tornam adultos, descobrem que os sentimentos que compartilham são mais complexos do que imaginavam. Uma história de amadurecimento e romance se desenrola entre a amizade de infância que se transforma em amor.",
    "cast": "Zhang Miao Yi, Wen Junhui (Seventeen)",
    "genre": "Romance, Escolar",
    "originCountry": "China",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 85,
    "title": "The Love Equations",
    "image": "/images/the-love-equations.png",
    "synopsis": "Zhou Xiao, uma estudante apaixonada por histórias policiais, se apaixona por Zhao Fan Zhou, um aluno brilhante em ciências forenses. A relação entre eles floresce lentamente, enquanto enfrentam os desafios da vida acadêmica e as diferenças de personalidade.",
    "cast": "Gong Jun, Liu Ren Yu",
    "genre": "Romance, Escolar",
    "originCountry": "China",
    "watch": "Viki, WeTv, Youtube",
    "seasons": "1",
    "episodes": 27,
    "trailer": ""
  },
  {
    "id": 86,
    "title": "Falling Into Your Smile",
    "image": "/images/falling-into-your-smile.png",
    "synopsis": "Tong Yao, uma gamer talentosa, entra no mundo competitivo dos eSports, onde conhece Lu Si Cheng, capitão de uma equipe profissional. Em meio a competições e desafios, os dois acabam se aproximando, descobrindo o equilíbrio entre a vida pessoal e os jogos.",
    "cast": "Cheng Xiao, Xu Kai",
    "genre": "Romance, Comédia",
    "originCountry": "China",
    "watch": "Viki, WeTv, Youtube",
    "seasons": "1",
    "episodes": 31,
    "trailer": "https://www.youtube.com/watch?v=T-3WjYwL5-I"
  },
  {
    "id": 87,
    "title": "Begin Again",
    "image": "/images/begin-again.png",
    "synopsis": "Lu Fangning, uma mulher bem-sucedida e poderosa, propõe um casamento por conveniência ao médico Ling Rui. O que começa como um contrato entre duas pessoas muito diferentes acaba se transformando em um relacionamento verdadeiro e emocional.",
    "cast": "Zhou Yutong, Gong Jun",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 35,
    "trailer": ""
  },
  {
    "id": 88,
    "title": "The Love You Give Me",
    "image": "/images/the-love-you-give-me.png",
    "synopsis": "Uma história de amor que floresce entre duas pessoas que superaram dificuldades e separações no passado. O reencontro os faz perceber que o sentimento nunca desapareceu e que, apesar dos obstáculos, o amor pode florescer novamente.",
    "cast": "Zi Qi Wang, Wang Yu-wen",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 28,
    "trailer": ""
  },
  {
    "id": 89,
    "title": "You Are My Glory",
    "image": "/images/you-are-my-glory.png",
    "synopsis": "Qiao Jingjing, uma famosa atriz, decide melhorar suas habilidades em jogos online para um papel importante. Ao encontrar Yu Tu, seu amor de infância e engenheiro aeroespacial, os dois se reaproximam e desenvolvem uma conexão inesperada.",
    "cast": "Yang Yang, Dilraba Dilmurat",
    "genre": "Romance, Comédia",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 32,
    "trailer": ""
  },
  {
    "id": 90,
    "title": "Once we get married",
    "image": "/images/once-we-get-married.png",
    "synopsis": "Dois estranhos entram em um casamento por conveniência devido às circunstâncias de suas vidas, mas com o tempo, descobrem que o relacionamento vai além do contrato. O que começa como uma solução pragmática se transforma em um romance inesperado.",
    "cast": "Zi Qi Wang, Wang Yu-wen",
    "genre": "Romance, Comédia",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 91,
    "title": "Hello, Mr. Gu",
    "image": "/images/hello-mr-gu.png",
    "synopsis": "Gu Nan Zhou, um CEO frio e reservado, acaba entrando em um casamento arranjado com Zhou Jian Qing, uma jovem alegre e despreocupada. Apesar das diferenças, a convivência faz com que os dois comecem a se apaixonar e a entender mais um sobre o outro.",
    "cast": "Chen Jingke, Yan Zhi Chao",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, Youtube",
    "seasons": "1",
    "episodes": 30,
    "trailer": ""
  },
  {
    "id": 92,
    "title": "Hidden Love",
    "image": "/images/hidden-love.png",
    "synopsis": "Sang Zhi nutre um amor secreto por Duan Jiaxu, amigo de seu irmão mais velho. À medida que os dois passam mais tempo juntos, o sentimento de Sang Zhi cresce, enquanto ela tenta entender e lidar com as emoções que sente por Jiaxu.",
    "cast": "Chen Zheyuan, Zhao Lusi, Victor Ma",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Netflix",
    "seasons": "1",
    "episodes": 25,
    "trailer": ""
  },
  {
    "id": 93,
    "title": "Unforgettable Love",
    "image": "/images/unforgettable-love.png",
    "synopsis": "He Qiao Yan, um CEO que se dedica ao trabalho e ao filho, encontra Qin Yi Yue, uma psicóloga infantil. O relacionamento deles começa a se desenvolver à medida que Yi Yue ajuda Qiao Yan a entender melhor as necessidades emocionais do filho.",
    "cast": "Wei Zhe Ming, Hu Yixuan, Sun Sicheng",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, WeTv, Youtube",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 94,
    "title": "Only For Love",
    "image": "/images/only-for-love.png",
    "synopsis": "Conta a história de Zheng Shu Yi, uma jornalista ambiciosa especializada no setor financeiro, que está determinada a conseguir uma grande matéria. Durante sua busca por uma exclusiva, ela conhece o reservado empresário Shi Yan, um homem de negócios bem-sucedido, mas cauteloso com a imprensa. À medida que eles começam a se aproximar por motivos profissionais, os dois enfrentam desafios tanto no mundo dos negócios quanto em suas vidas pessoais, levando-os a explorar sentimentos profundos e inesperados.",
    "cast": "Dylan Wang, Bai Lu, Wei Zhe Ming, Shen Yu Jie",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, WeTv, Youtube",
    "seasons": "1",
    "episodes": 36,
    "trailer": ""
  },
  {
    "id": 95,
    "title": "Perfeito e Casual",
    "image": "/images/perfect-and-casual.png",
    "synopsis": "Zhang Si Nian, um professor universitário extremamente rígido e perfeccionista, acaba em um casamento por contrato com Yun Shu, uma estudante despreocupada e otimista. Com o tempo, eles descobrem o equilíbrio perfeito entre suas diferenças e acabam se apaixonando.",
    "cast": "Xu Ruo Han, Wei Zhe Ming",
    "genre": "Romance, Comédia",
    "originCountry": "China",
    "watch": "Viki, WeTv, Youtube (MangoTv Portuguese)",
    "seasons": "1",
    "episodes": 24,
    "trailer": ""
  },
  {
    "id": 96,
    "title": "Fireworks of My Heart",
    "image": "/images/fireworks-of-my-heart.png",
    "synopsis": "Conta a história de amor entre Song Yan, um dedicado bombeiro, e Xu Qin, uma médica talentosa. Os dois se conhecem desde a juventude, mas foram separados por circunstâncias da vida. Anos depois, eles se reencontram enquanto trabalham em suas respectivas profissões, enfrentando emergências e perigos. O drama mostra como eles lidam com suas responsabilidades, reencontram sentimentos passados e tentam superar os obstáculos que os afastaram no passado.",
    "cast": "Wang Churan, Yang Yang",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki",
    "seasons": "1",
    "episodes": 40,
    "trailer": ""
  },
  {
    "id": 97,
    "title": "You Are Desire",
    "image": "/images/you-are-desire.png",
    "synopsis": "Segue a história de uma jovem determinada, Jiang Jia, que guarda sentimentos por Shen Juan, um estudante enigmático e distante. Embora Shen Juan tenha uma fachada fria, ele carrega suas próprias dores e segredos. Ao longo da trama, o destino une esses dois personagens em um romance delicado, enquanto eles navegam pelos desafios da juventude, descobrindo o amor e enfrentando dificuldades pessoais.",
    "cast": "Yiran Zhou, Zhuang Da Fei",
    "genre": "Romance, Drama",
    "originCountry": "China",
    "watch": "Viki, Youtube (MangoTv Portuguese)",
    "seasons": "1",
    "episodes": 30,
    "trailer": ""
  },
  {
    "id": 98,
    "title": "You are my secret",
    "image": "/images/you-are-my-secret.png",
    "synopsis": "A história segue Tu Xiao Ning, gerente do saguão no primeiro andar da Torre Huayuan, e Ji Yu Heng, um jovem talentoso que trabalha no décimo sétimo andar da mesma torre. Ambos querem casar-se rapidamente e acreditam que o outro é o parceiro ideal. Quando finalmente decidem casar, Yu Heng inesperadamente se torna o superior de Xiao Ning no trabalho.",
    "cast": "Zhang Jia Ning, Wei Zhe Ming",
    "genre": "Romance",
    "originCountry": "China",
    "watch": "Viki, Youtube (MangoTv Portuguese)",
    "seasons": "1",
    "episodes": 32,
    "trailer": ""
  },
  {
    "id": 99,
    "title": "Welcome Home, Mr. Ling",
    "image": "/images/welcome-home.png",
    "synopsis": "Ling Yue, o herdeiro de um grande conglomerado, sofre um acidente e acaba no hospital com amnésia após colidir com a entregadora Gu An Xin. Desesperada e sem saber como proceder, An Xin decide levar Ling Yue para sua casa e cuidar dele. À medida que eles passam mais tempo juntos, segredos do passado e sentimentos inesperados começam a surgir, levando a um desdobramento emocionante entre os dois.",
    "cast": "Zhao Lusi, Liu Te",
    "genre": "Comédia Romântica, Drama",
    "originCountry": "China",
    "watch": "Viki, Apple TV, YouTube (Yoyo Portuguese Channel)",
    "seasons": "1",
    "episodes": 24,
    "trailer": "https://www.youtube.com/watch?v=XavC-e1va28"
  }
]